[
  {
    "Id": "SKU#PG2017",
    "Brand": "Le Creuset",
    "ProductName": "Classic Serving Bowl",
    "GraphicName": "lc_bowl.jpg",
    "CostPrice": "56.88",
    "MSRP": "100.00",
    "QtyOnHand": "50",
    "QtyOnBackOrder": "100",
    "Description": "A bowl of fresh fruit makes for a simple, classic centerpiece with Le Creuset's Serving bowl. The classic style features a smooth interior glaze and Le Creuset's distinctive rings. Serving size: 3-4. Material is stoneware. Capacity is 4.2 L. Safe for use in microwave, oven, and dishwasher. Limited 10-year warranty. Made in Thailand."
  },
  {
    "Id": "SKU#MG510",
    "Brand": "Le Creuset",
    "ProductName": "Salt & Pepper Mills (Set of 2)",
    "GraphicName": "lc_salt_pepper.jpg",
    "CostPrice": "11.99",
    "MSRP": "40.00",
    "QtyOnHand": "10",
    "QtyOnBackOrder": "50",
    "Description": "This set of 2 11 cm Salt and Pepper Mills makes the perfect holiday gift. Packaged in a giftable box, this set is ready to gift! Mills feature ceramic grinders which are strong enough to crack peppercorns and corrosion-resistant for grinding salt. Plastic with ceramic grinder. Limited 10 Year Warranty."
  },
  {
    "Id": "SKU#LS2021",
    "Brand": "Le Creuset",
    "ProductName": "Square Skillet Grill",
    "GraphicName": "lc_skillet.jpg",
    "CostPrice": "199.99",
    "MSRP": "250.00",
    "QtyOnHand": "5",
    "QtyOnBackOrder": "10",
    "Description": "From savoury vegetables to mouthwatering steak, chicken and shrimp, the Square Skillet Grill gives all the delicious flavor of an outdoor grill, then presents foods beautifully at the table. High ridges allow excess fat and grease to drain, and spouts on two sides allow for drip-free pours.The Square Skillet Grill is available in a wide range of exterior colors, and its interior is coated with Le Creuset's protective satin black finish to prevent damage and wear. Over time, this slightly abrasive interior develops a natural patina that is ideal for searing."
  },
  {
    "Id": "SKU#VE301-67",
    "Brand": "Le Creuset",
    "ProductName": "Slotted Turner",
    "GraphicName": "lc_turner.jpg",
    "CostPrice": "9.99",
    "MSRP": "30.00",
    "QtyOnHand": "10",
    "QtyOnBackOrder": "0",
    "Description": "Our tools are designed to improve even the toughest of cooking tasks. The pliable combination of flexible silicone and rigid glass-reinforced nylon allows them to conform to the edges of pots and pans while retaining strength and durability. Patented elliptical handles are thoughtfully crafted for comfort and control. The slotted turner has a rigid edge for breaking up ingredients and flipping, with a soft silicone edge for scooping."
  },
  {
    "Id": "SKU#PG9604-35",
    "Brand": "Le Creuset",
    "ProductName": "Classic Mugs (Set of 4)",
    "GraphicName": "lc_mugs.jpg",
    "CostPrice": "45.00",
    "MSRP": "90.00",
    "QtyOnHand": "2",
    "QtyOnBackOrder": "5",
    "Description": "Packed in a stylish gift box, ideal for anyone who appreciates their morning tea or coffee and the perfect present for a house-warming, birthday or other festive occasions. From hot chocolate and coffee to single servings of soup and even desserts the Le Creuset Set of 4 Mugs feature versatile sturdy design for everyday use as well as classic Le Creuset embossed lettering and rings around the base."
  },
  {
    "Id": "SKU#KA017",
    "Brand": "KitchenAid",
    "ProductName": "Sausage Stuffer Kit",
    "GraphicName": "kitchenaid_saus.jpg",
    "CostPrice": "5.46",
    "MSRP": "29.99",
    "QtyOnHand": "2",
    "QtyOnBackOrder": "0",
    "Description": "Create homemade sausages with ease. The KitchenAid® Sausage Stuffer Kit attaches to the KitchenAid® Food Grinder Attachment* to help you create incredible homemade sausage using the power of your KitchenAid® Stand Mixer.* Combine your choice of ingredients and run them through the grinder and stuffer to create everything from small breakfast to large Italian sausage. *Food grinder model KSMFGA and stand mixer sold separately. Not compatible with discontinued FGA Food Grinder."
  },
  {
    "Id": "SKU#KA037",
    "Brand": "KitchenAid",
    "ProductName": "KitchenAid 5-Speed Hand Mixer",
    "GraphicName": "kitchenaid_mix.jpg",
    "CostPrice": "15.67",
    "MSRP": "39.99",
    "QtyOnHand": "5",
    "QtyOnBackOrder": "10",
    "Description": "The KitchenAid® Ultra Power™ 5-Speed Hand Mixer is the perfect go to for nearly all of your mixing needs. Five speeds and two stainless steel Turbo Beater™ Accessories provide you with the power and control to mix up your favorite cookie dough, mash potatoes and so much more. Stainless Steel Turbo Beater(TM) accessories are designed with no centre post to thoroughly mix ingredients with less batter buildup and are dishwasher safe."
  },
  {
    "Id": "SKU#KA135",
    "Brand": "KitchenAid",
    "ProductName": "Mini Food Processor",
    "GraphicName": "kitchenaid_pro.jpg",
    "CostPrice": "69.67",
    "MSRP": "109.99",
    "QtyOnHand": "19",
    "QtyOnBackOrder": "10",
    "Description": "Endless fresh options to quickly chop, mix and puree. This compact and lightweight Kitchenaid 3.5 cup Mini Food Processor is ideal for everyday use - whether you want to eat healthier, be more creative, or just save time on meal prep. The BPA-free work bowl includes a pour spout, handle and locking blade. Quickly chop, mix and puree with two speeds and pulse, and simple, one-touch operation. This compact and lightweight chopper is easy to clean and the work bowl, lid and stainless steel blade are all dishwasher safe."
  },
  {
    "Id": "SKU#KA3535",
    "Brand": "KitchenAid",
    "ProductName": "Titanium Scissors - 9.5",
    "GraphicName": "kitchenaid_sciss.jpg",
    "CostPrice": "3.67",
    "MSRP": "15.99",
    "QtyOnHand": "9",
    "QtyOnBackOrder": "2",
    "Description": "Home’s 9.5” multi-purpose scissors have full length blades that are titanium coated and rust resistant. Use for cutting paper, cardboard, heavy fabric, rope, plastics and more. These scissors feature ergonomic ABS handles for added grip and comfort while using. These compact and lightweight scissors are easy to clean and the stainless steel blades are all dishwasher safe."
  },
  {
    "Id": "SKU#KA125",
    "Brand": "KitchenAid",
    "ProductName": "Corded Hand Blender - Red",
    "GraphicName": "kitchenaid_blend.jpg",
    "CostPrice": "10.67",
    "MSRP": "45.99",
    "QtyOnHand": "3",
    "QtyOnBackOrder": "12",
    "Description": "Designed for the perfect puree. This KitchenAid® Variable Speed Corded Hander features an 8'' removable blending arm with a 4-point stainless steel blade to blend everything from smoothies, milk shakes, soups, sauces and so much more. Easy to use with the variable speed trigger switch. Includes a removal pan guard to help protect your cookware. The 3-cup, BPA-free blending jar with lid is great for individual blending jobs and can be used to serve direct from or to store your blended creation for a later use. Red finish.Designed for the perfect puree. This KitchenAid® Variable Speed Corded Hander features an 8'' removable blending arm with a 4-point stainless steel blade to blend everything from smoothies, milk shakes, soups, sauces and so much more. Easy to use with the variable speed trigger switch. Includes a removal pan guard to help protect your cookware. The 3-cup, BPA-free blending jar with lid is great for individual blending jobs and can be used to serve direct from or to store your blended creation for a later use. Red finish."
  },
  {
    "Id": "SKU#WS05",
    "Brand": "William Sonoma",
    "ProductName": "Olivewood Spoons",
    "GraphicName": "ws_spoons.jpg",
    "CostPrice": "41.00",
    "MSRP": "75.99",
    "QtyOnHand": "2",
    "QtyOnBackOrder": "1",
    "Description": "Our signature wooden kitchen utensils were developed with the function first philosophy of our founder, Chuck Williams. To create the most comfortable hold, Mediterranean olivewood is tumbled for an ultrasmooth finish, and the handles are tapered for a natural grip. Use these spoons for everyday food prep, cooking and serving."
  },
  {
    "Id": "SKU#WS32",
    "Brand": "William Sonoma",
    "ProductName": "Spatulas",
    "GraphicName": "ws_spatula.jpg",
    "CostPrice": "15.34",
    "MSRP": "42.95",
    "QtyOnHand": "23",
    "QtyOnBackOrder": "34",
    "Description": "As the workhorse of the kitchen, the spatula's two most important qualities are durability and performance. For our silicone spatula set, we combined hygienic silicone with nylon cores for enhanced support while mixing, spreading, stirring and scraping. Slip-resistant handles provide a comfortable grip and exceptional control."
  },
  {
    "Id": "SKU#WS124",
    "Brand": "William Sonoma",
    "ProductName": "Cast Iron Skillet",
    "GraphicName": "ws_castiron.jpg",
    "CostPrice": "65.11",
    "MSRP": "102.95",
    "QtyOnHand": "10",
    "QtyOnBackOrder": "55",
    "Description": "America's oldest family-owned cookware foundry, Lodge has been forging cast-iron pots and pans since 1896. Preseasoned and ready to use, these heavyweight skillets heat evenly and won’t cool down when you add foods, making them ideal for searing and browning. For a 100% toxin-free, naturally nonstick surface, turn to classic Lodge cast iron cookware."
  },
  {
    "Id": "SKU#WS434",
    "Brand": "William Sonoma",
    "ProductName": "Non-Stick Saute Set",
    "GraphicName": "ws_saute.jpg",
    "CostPrice": "88.20",
    "MSRP": "375.00",
    "QtyOnHand": "6",
    "QtyOnBackOrder": "12",
    "Description": "Developed through a unique collaboration between Calphalon and Williams Sonoma, the Elite cookware collection sets a new standard for nonstick performance. Metal utensils won’t damage the release performance of the durable, triple-layer nonstick interior, and the specially textured surface excels for searing foods – two key features that set this collection apart from other nonstick cookware. Elite cookware is PFOA-free and dishwasher safe. The fry pan and sauté pan in this set are daily essentials for any kitchen."
  },
  {
    "Id": "SKU#WS234",
    "Brand": "William Sonoma",
    "ProductName": "Non-Stick Soup Pot",
    "GraphicName": "ws_pots.jpg",
    "CostPrice": "66.34",
    "MSRP": "99.95",
    "QtyOnHand": "3",
    "QtyOnBackOrder": "0",
    "Description": "Developed through a unique collaboration between Calphalon and Williams Sonoma, the Elite cookware collection sets a new standard for nonstick performance. Metal utensils won’t damage the release performance of the durable, triple-layer nonstick interior, and the specially textured surface excels for searing foods—two key features that set this collection apart from other nonstick cookware. Elite cookware is PFOA-free and dishwasher safe. This soup pot is ideal for searing foods then simmering soups and stews."  }
]

 